Repository: kaffein-agency/respect-validation-localization
Catalog: translations/*.po
Languages: fr_fr

source: {{name}} must be iterable
fr_fr: {{nom}} doit être itérable

source: {{name}} must not be iterable
fr_fr: {{name}} ne doit pas être listable

source: {{name}} must be a valid slug
fr_fr: {{name}} doit être un identifiant d'URL valide

source: {{name}} must not be a valid slug
fr_fr: {{name}} ne doit pas être un identifiant d'URL valide

source: {{name}} must be identical as {{compareTo}}
fr_fr: {{name}} doit être identique à {{compareTo}}

source: {{name}} must not be identical as {{compareTo}}
fr_fr: {{name}} doit être différent de {{compareTo}}

source: {{name}} contain only hexadecimal digits
fr_fr: {{name}} ne doit contenir que des chiffres ou

source: {{name}} contain only hexadecimal digits and "{{additionalChars}}"
fr_fr: {{name}} ne doit contenir que des chiffres and "{{additionalChars}}"

source: {{name}} must not contain hexadecimal digits
fr_fr: {{name}} ne doit contenir aucun chiffre.

source: {{name}} must not contain hexadecimal digits or "{{additionalChars}}"
fr_fr: {{name}} ne doit contenir aucun chiffre ni "{{additionalChars}}"

source: {{name}} must be equals {{compareTo}}
fr_fr: {{name}} doit être égal à {{compareTo}}

source: {{name}} must not be equals {{compareTo}}
fr_fr: {{name}} ne doit pas être égal à {{compareTo}}

source: {{name}} must be an object
fr_fr: {{name}} doit être un objet

source: {{name}} must not be an object
fr_fr: {{name}} ne doit pas être un objet

source: {{name}} must be an integer number
fr_fr: {{name}} doit être un nombre entier

source: {{name}} must not be an integer number
fr_fr: {{name}} ne doit pas être un nombre entier

source: {{name}} must be a valid roman number
fr_fr: {{name}} doit être un nombre romain

source: {{name}} must not be a valid roman number
fr_fr: {{name}} ne doit pas être un nombre romain

source: {{name}} must contain only printable characters
fr_fr: {{name}} ne doit contenir que des caractères imprimables

source: {{name}} must contain only printable characters and "{{additionalChars}}"
fr_fr: {{name}} ne doit contenir que des caractères imprimables et "{{additionalChars}}"

source: {{name}} must not contain printable characters
fr_fr: {{name}} ne doit contenir aucun caractère imprimable

source: {{name}} must not contain printable characters or "{{additionalChars}}"
fr_fr: {{name}} ne doit contenir aucun caractères imprimables ni "{{additionalChars}}"

source: {{name}} must be a bank account
fr_fr: {{name}} doit être un compte bancaire

source: {{name}} must not be a bank account
fr_fr: {{name}} ne doit pas être un compte bancaire

source: {{name}} must exists
fr_fr: {{name}} doit exister

source: {{name}} must not exists
fr_fr: {{name}} ne doit pas exister

source: {{name}} must be null
fr_fr: {{name}} doit être null

source: {{name}} must not be null
fr_fr: {{name}} ne doit pas être null

source: Data validation failed for {{name}}
fr_fr: La validation des données a echoué pour {{name}}

source: {{name}} must contain only letters (a-z)
fr_fr: {{name}} ne doit contenir que des lettres (a-z)

source: {{name}} must contain only letters (a-z) and "{{additionalChars}}"
fr_fr: {{name}} ne doit contenir que des lettres (a-z) et "{{additionalChars}}"

source: {{name}} must not contain letters (a-z)
fr_fr: {{name}} ne doit contenir que des lettres (a-z)

source: {{name}} must not contain letters (a-z) or "{{additionalChars}}"
fr_fr: {{name}} ne doit contenir aucune lettre (a-z) ni "{{additionalChars}}"

source: {{name}} must be a valid postal code on {{countryCode}}
fr_fr: {{name}} doit être un code postal vide pour {{countryCode}}

source: {{name}} must not be a valid postal code on {{countryCode}}
fr_fr: {{name}} ne doit pas être un code postal vide pour {{countryCode}}

source: {{name}} must be a subdivision code of Ivory Coast
fr_fr: {{name}} doit être un secteur de Ivory Coast

source: {{name}} must be not a subdivision code of Ivory Coast
fr_fr: {{name}} ne doit pas être un secteur de Ivory Coast

source: {{name}} must be a subdivision code of Brunei
fr_fr: {{name}} doit être un secteur de Brunei

source: {{name}} must be not a subdivision code of Brunei
fr_fr: {{name}} ne doit pas être un secteur de Brunei

source: {{name}} must be a subdivision code of Angola
fr_fr: {{name}} doit être un secteur de Angola

source: {{name}} must be not a subdivision code of Angola
fr_fr: {{name}} ne doit pas être un secteur de Angola

source: {{name}} must be a subdivision code of Costa Rica
fr_fr: {{name}} doit être un secteur de Costa Rica

source: {{name}} must be not a subdivision code of Costa Rica
fr_fr: {{name}} ne doit pas être un secteur de Costa Rica

source: {{name}} must be a subdivision code of Czech Republic
fr_fr: {{name}} doit être un secteur de Czech Republic

source: {{name}} must be not a subdivision code of Czech Republic
fr_fr: {{name}} ne doit pas être un secteur de Czech Republic

source: {{name}} must be a subdivision code of Italy
fr_fr: {{name}} doit être un secteur de Italy

source: {{name}} must be not a subdivision code of Italy
fr_fr: {{name}} ne doit pas être un secteur de Italy

source: {{name}} must be a subdivision code of Croatia
fr_fr: {{name}} doit être un secteur de Croatia

source: {{name}} must be not a subdivision code of Croatia
fr_fr: {{name}} ne doit pas être un secteur de Croatia

source: {{name}} must be a subdivision code of Slovenia
fr_fr: {{name}} doit être un secteur de Slovenia

source: {{name}} must be not a subdivision code of Slovenia
fr_fr: {{name}} ne doit pas être un secteur de Slovenia

source: {{name}} must be a subdivision code of French Southern Territories
fr_fr: {{name}} doit être un secteur de French Southern Territories

source: {{name}} must be not a subdivision code of French Southern Territories
fr_fr: {{name}} ne doit pas être un secteur de French Southern Territories

source: {{name}} must be a subdivision code of U.S. Virgin Islands
fr_fr: {{name}} doit être un secteur de U.S. Virgin Islands

source: {{name}} must be not a subdivision code of U.S. Virgin Islands
fr_fr: {{name}} ne doit pas être un secteur de U.S. Virgin Islands

source: {{name}} must be a subdivision code of Serbia And Montenegro
fr_fr: {{name}} doit être un secteur de Serbia And Montenegro

source: {{name}} must be not a subdivision code of Serbia And Montenegro
fr_fr: {{name}} ne doit pas être un secteur de Serbia And Montenegro

source: {{name}} must be a subdivision code of Hong Kong
fr_fr: {{name}} doit être un secteur de Hong Kong

source: {{name}} must be not a subdivision code of Hong Kong
fr_fr: {{name}} ne doit pas être un secteur de Hong Kong

source: {{name}} must be a subdivision code of Greece
fr_fr: {{name}} doit être un secteur de Greece

source: {{name}} must be not a subdivision code of Greece
fr_fr: {{name}} ne doit pas être un secteur de Greece

source: {{name}} must be a subdivision code of Ethiopia
fr_fr: {{name}} doit être un secteur de Ethiopia

source: {{name}} must be not a subdivision code of Ethiopia
fr_fr: {{name}} ne doit pas être un secteur de Ethiopia

source: {{name}} must be a subdivision code of Bangladesh
fr_fr: {{name}} doit être un secteur de Bangladesh

source: {{name}} must be not a subdivision code of Bangladesh
fr_fr: {{name}} ne doit pas être un secteur de Bangladesh

source: {{name}} must be a subdivision code of Egypt
fr_fr: {{name}} doit être un secteur de Egypt

source: {{name}} must be not a subdivision code of Egypt
fr_fr: {{name}} ne doit pas être un secteur de Egypt

source: {{name}} must be a subdivision code of Central African Republic
fr_fr: {{name}} doit être un secteur de Central African Republic

source: {{name}} must be not a subdivision code of Central African Republic
fr_fr: {{name}} ne doit pas être un secteur de Central African Republic

source: {{name}} must be a subdivision code of Sierra Leone
fr_fr: {{name}} doit être un secteur de Sierra Leone

source: {{name}} must be not a subdivision code of Sierra Leone
fr_fr: {{name}} ne doit pas être un secteur de Sierra Leone

source: {{name}} must be a subdivision code of Mexico
fr_fr: {{name}} doit être un secteur de Mexico

source: {{name}} must be not a subdivision code of Mexico
fr_fr: {{name}} ne doit pas être un secteur de Mexico

source: {{name}} must be a subdivision code of Turkey
fr_fr: {{name}} doit être un secteur de Turkey

source: {{name}} must be not a subdivision code of Turkey
fr_fr: {{name}} ne doit pas être un secteur de Turkey

source: {{name}} must be a subdivision code of Heard Island and McDonald Islands
fr_fr: {{name}} doit être un secteur de Heard Island and McDonald Islands

source: {{name}} must be not a subdivision code of Heard Island and McDonald Islands
fr_fr: {{name}} ne doit pas être un secteur de Heard Island and McDonald Islands

source: {{name}} must be a subdivision code of Nepal
fr_fr: {{name}} doit être un secteur de Nepal

source: {{name}} must be not a subdivision code of Nepal
fr_fr: {{name}} ne doit pas être un secteur de Nepal

source: {{name}} must be a subdivision code of Montenegro
fr_fr: {{name}} doit être un secteur de Montenegro

source: {{name}} must be not a subdivision code of Montenegro
fr_fr: {{name}} ne doit pas être un secteur de Montenegro

source: {{name}} must be a subdivision code of Tanzania
fr_fr: {{name}} doit être un secteur de Tanzania

source: {{name}} must be not a subdivision code of Tanzania
fr_fr: {{name}} ne doit pas être un secteur de Tanzania

source: {{name}} must be a subdivision code of Kosovo
fr_fr: {{name}} doit être un secteur de Kosovo

source: {{name}} must be not a subdivision code of Kosovo
fr_fr: {{name}} ne doit pas être un secteur de Kosovo

source: {{name}} must be a subdivision code of Bahamas
fr_fr: {{name}} doit être un secteur de Bahamas

source: {{name}} must be not a subdivision code of Bahamas
fr_fr: {{name}} ne doit pas être un secteur de Bahamas

source: {{name}} must be a subdivision code of Lithuania
fr_fr: {{name}} doit être un secteur de Lithuania

source: {{name}} must be not a subdivision code of Lithuania
fr_fr: {{name}} ne doit pas être un secteur de Lithuania

source: {{name}} must be a subdivision code of Zimbabwe
fr_fr: {{name}} doit être un secteur de Zimbabwe

source: {{name}} must be not a subdivision code of Zimbabwe
fr_fr: {{name}} ne doit pas être un secteur de Zimbabwe

source: {{name}} must be a subdivision code of Tuvalu
fr_fr: {{name}} doit être un secteur de Tuvalu

source: {{name}} must be not a subdivision code of Tuvalu
fr_fr: {{name}} ne doit pas être un secteur de Tuvalu

source: {{name}} must be a subdivision code of U.S. Minor Outlying Islands
fr_fr: {{name}} doit être un secteur de U.S. Minor Outlying Islands

source: {{name}} must be not a subdivision code of U.S. Minor Outlying Islands
fr_fr: {{name}} ne doit pas être un secteur de U.S. Minor Outlying Islands

source: {{name}} must be a subdivision code of Pitcairn Islands
fr_fr: {{name}} doit être un secteur de Pitcairn Islands

source: {{name}} must be not a subdivision code of Pitcairn Islands
fr_fr: {{name}} ne doit pas être un secteur de Pitcairn Islands

source: {{name}} must be a subdivision code of Belarus
fr_fr: {{name}} doit être un secteur de Belarus

source: {{name}} must be not a subdivision code of Belarus
fr_fr: {{name}} ne doit pas être un secteur de Belarus

source: {{name}} must be a subdivision code of Senegal
fr_fr: {{name}} doit être un secteur de Senegal

source: {{name}} must be not a subdivision code of Senegal
fr_fr: {{name}} ne doit pas être un secteur de Senegal

source: {{name}} must be a subdivision code of Vanuatu
fr_fr: {{name}} doit être un secteur de Vanuatu

source: {{name}} must be not a subdivision code of Vanuatu
fr_fr: {{name}} ne doit pas être un secteur de Vanuatu

source: {{name}} must be a subdivision code of Myanmar [Burma]
fr_fr: {{name}} doit être un secteur de Myanmar [Burma]

source: {{name}} must be not a subdivision code of Myanmar [Burma]
fr_fr: {{name}} ne doit pas être un secteur de Myanmar [Burma]

source: {{name}} must be a subdivision code of Guatemala
fr_fr: {{name}} doit être un secteur de Guatemala

source: {{name}} must be not a subdivision code of Guatemala
fr_fr: {{name}} ne doit pas être un secteur de Guatemala

source: {{name}} must be a subdivision code of Maldives
fr_fr: {{name}} doit être un secteur de Maldives

source: {{name}} must be not a subdivision code of Maldives
fr_fr: {{name}} ne doit pas être un secteur de Maldives

source: {{name}} must be a subdivision code of Grenada
fr_fr: {{name}} doit être un secteur de Grenada

source: {{name}} must be not a subdivision code of Grenada
fr_fr: {{name}} ne doit pas être un secteur de Grenada

source: {{name}} must be a subdivision code of Antarctica
fr_fr: {{name}} doit être un secteur de Antarctica

source: {{name}} must be not a subdivision code of Antarctica
fr_fr: {{name}} ne doit pas être un secteur de Antarctica

source: {{name}} must be a subdivision code of San Marino
fr_fr: {{name}} doit être un secteur de San Marino

source: {{name}} must be not a subdivision code of San Marino
fr_fr: {{name}} ne doit pas être un secteur de San Marino

source: {{name}} must be a subdivision code of Bahrain
fr_fr: {{name}} doit être un secteur de Bahrain

source: {{name}} must be not a subdivision code of Bahrain
fr_fr: {{name}} ne doit pas être un secteur de Bahrain

source: {{name}} must be a subdivision code of Romania
fr_fr: {{name}} doit être un secteur de Romania

source: {{name}} must be not a subdivision code of Romania
fr_fr: {{name}} ne doit pas être un secteur de Romania

source: {{name}} must be a subdivision code of Sweden
fr_fr: {{name}} doit être un secteur de Sweden

source: {{name}} must be not a subdivision code of Sweden
fr_fr: {{name}} ne doit pas être un secteur de Sweden

source: {{name}} must be a subdivision code of Mauritius
fr_fr: {{name}} doit être un secteur de Mauritius

source: {{name}} must be not a subdivision code of Mauritius
fr_fr: {{name}} ne doit pas être un secteur de Mauritius

source: {{name}} must be a subdivision code of Israel
fr_fr: {{name}} doit être un secteur de Israel

source: {{name}} must be not a subdivision code of Israel
fr_fr: {{name}} ne doit pas être un secteur de Israel

source: {{name}} must be a subdivision code of Denmark
fr_fr: {{name}} doit être un secteur de Denmark

source: {{name}} must be not a subdivision code of Denmark
fr_fr: {{name}} ne doit pas être un secteur de Denmark

source: {{name}} must be a subdivision code of Comoros
fr_fr: {{name}} doit être un secteur de Comoros

source: {{name}} must be not a subdivision code of Comoros
fr_fr: {{name}} ne doit pas être un secteur de Comoros

source: {{name}} must be a subdivision code of Madagascar
fr_fr: {{name}} doit être un secteur de Madagascar

source: {{name}} must be not a subdivision code of Madagascar
fr_fr: {{name}} ne doit pas être un secteur de Madagascar

source: {{name}} must be a subdivision code of Samoa
fr_fr: {{name}} doit être un secteur de Samoa

source: {{name}} must be not a subdivision code of Samoa
fr_fr: {{name}} ne doit pas être un secteur de Samoa

source: {{name}} must be a subdivision code of Norway
fr_fr: {{name}} doit être un secteur de Norway

source: {{name}} must be not a subdivision code of Norway
fr_fr: {{name}} ne doit pas être un secteur de Norway

source: {{name}} must be a subdivision code of Georgia
fr_fr: {{name}} doit être un secteur de Georgia

source: {{name}} must be not a subdivision code of Georgia
fr_fr: {{name}} ne doit pas être un secteur de Georgia

source: {{name}} must be a subdivision code of Palau
fr_fr: {{name}} doit être un secteur de Palau

source: {{name}} must be not a subdivision code of Palau
fr_fr: {{name}} ne doit pas être un secteur de Palau

source: {{name}} must be a subdivision code of British Virgin Islands
fr_fr: {{name}} doit être un secteur de British Virgin Islands

source: {{name}} must be not a subdivision code of British Virgin Islands
fr_fr: {{name}} ne doit pas être un secteur de British Virgin Islands

source: {{name}} must be a subdivision code of Netherlands
fr_fr: {{name}} doit être un secteur de Netherlands

source: {{name}} must be not a subdivision code of Netherlands
fr_fr: {{name}} ne doit pas être un secteur de Netherlands

source: {{name}} must be a subdivision code of Cook Islands
fr_fr: {{name}} doit être un secteur de Cook Islands

source: {{name}} must be not a subdivision code of Cook Islands
fr_fr: {{name}} ne doit pas être un secteur de Cook Islands

source: {{name}} must be a subdivision code of Saudi Arabia
fr_fr: {{name}} doit être un secteur de Saudi Arabia

source: {{name}} must be not a subdivision code of Saudi Arabia
fr_fr: {{name}} ne doit pas être un secteur de Saudi Arabia

source: {{name}} must be a subdivision code of Saint Helena
fr_fr: {{name}} doit être un secteur de Saint Helena

source: {{name}} must be not a subdivision code of Saint Helena
fr_fr: {{name}} ne doit pas être un secteur de Saint Helena

source: {{name}} must be a subdivision code of Taiwan
fr_fr: {{name}} doit être un secteur de Taiwan

source: {{name}} must be not a subdivision code of Taiwan
fr_fr: {{name}} ne doit pas être un secteur de Taiwan

source: {{name}} must be a subdivision code of Qatar
fr_fr: {{name}} doit être un secteur de Qatar

source: {{name}} must be not a subdivision code of Qatar
fr_fr: {{name}} ne doit pas être un secteur de Qatar

source: {{name}} must be a subdivision code of Niger
fr_fr: {{name}} doit être un secteur de Niger

source: {{name}} must be not a subdivision code of Niger
fr_fr: {{name}} ne doit pas être un secteur de Niger

source: {{name}} must be a subdivision code of North Korea
fr_fr: {{name}} doit être un secteur de North Korea

source: {{name}} must be not a subdivision code of North Korea
fr_fr: {{name}} ne doit pas être un secteur de North Korea

source: {{name}} must be a subdivision code of Trinidad and Tobago
fr_fr: {{name}} doit être un secteur de Trinidad and Tobago

source: {{name}} must be not a subdivision code of Trinidad and Tobago
fr_fr: {{name}} ne doit pas être un secteur de Trinidad and Tobago

source: {{name}} must be a subdivision code of Cuba
fr_fr: {{name}} doit être un secteur de Cuba

source: {{name}} must be not a subdivision code of Cuba
fr_fr: {{name}} ne doit pas être un secteur de Cuba

source: {{name}} must be a subdivision code of Guernsey
fr_fr: {{name}} doit être un secteur de Guernsey

source: {{name}} must be not a subdivision code of Guernsey
fr_fr: {{name}} ne doit pas être un secteur de Guernsey

source: {{name}} must be a subdivision code of Dominica
fr_fr: {{name}} doit être un secteur de Dominica

source: {{name}} must be not a subdivision code of Dominica
fr_fr: {{name}} ne doit pas être un secteur de Dominica

source: {{name}} must be a subdivision code of Chad
fr_fr: {{name}} doit être un secteur de Chad

source: {{name}} must be not a subdivision code of Chad
fr_fr: {{name}} ne doit pas être un secteur de Chad

source: {{name}} must be a subdivision code of Bhutan
fr_fr: {{name}} doit être un secteur de Bhutan

source: {{name}} must be not a subdivision code of Bhutan
fr_fr: {{name}} ne doit pas être un secteur de Bhutan

source: {{name}} must be a subdivision code of Benin
fr_fr: {{name}} doit être un secteur de Benin

source: {{name}} must be not a subdivision code of Benin
fr_fr: {{name}} ne doit pas être un secteur de Benin

source: {{name}} must be a subdivision code of Bonaire
fr_fr: {{name}} doit être un secteur de Bonaire

source: {{name}} must be not a subdivision code of Bonaire
fr_fr: {{name}} ne doit pas être un secteur de Bonaire

source: {{name}} must be a subdivision code of Montserrat
fr_fr: {{name}} doit être un secteur de Montserrat

source: {{name}} must be not a subdivision code of Montserrat
fr_fr: {{name}} ne doit pas être un secteur de Montserrat

source: {{name}} must be a subdivision code of Netherlands Antilles
fr_fr: {{name}} doit être un secteur de Netherlands Antilles

source: {{name}} must be not a subdivision code of Netherlands Antilles
fr_fr: {{name}} ne doit pas être un secteur de Netherlands Antilles

source: {{name}} must be a subdivision code of Papua New Guinea
fr_fr: {{name}} doit être un secteur de Papua New Guinea

source: {{name}} must be not a subdivision code of Papua New Guinea
fr_fr: {{name}} ne doit pas être un secteur de Papua New Guinea

source: {{name}} must be a subdivision code of Malta
fr_fr: {{name}} doit être un secteur de Malta

source: {{name}} must be not a subdivision code of Malta
fr_fr: {{name}} ne doit pas être un secteur de Malta

source: {{name}} must be a subdivision code of Hungary
fr_fr: {{name}} doit être un secteur de Hungary

source: {{name}} must be not a subdivision code of Hungary
fr_fr: {{name}} ne doit pas être un secteur de Hungary

source: {{name}} must be a subdivision code of Macedonia
fr_fr: {{name}} doit être un secteur de Macedonia

source: {{name}} must be not a subdivision code of Macedonia
fr_fr: {{name}} ne doit pas être un secteur de Macedonia

source: {{name}} must be a subdivision code of Fiji
fr_fr: {{name}} doit être un secteur de Fiji

source: {{name}} must be not a subdivision code of Fiji
fr_fr: {{name}} ne doit pas être un secteur de Fiji

source: {{name}} must be a subdivision code of Sri Lanka
fr_fr: {{name}} doit être un secteur de Sri Lanka

source: {{name}} must be not a subdivision code of Sri Lanka
fr_fr: {{name}} ne doit pas être un secteur de Sri Lanka

source: {{name}} must be a subdivision code of Mongolia
fr_fr: {{name}} doit être un secteur de Mongolia

source: {{name}} must be not a subdivision code of Mongolia
fr_fr: {{name}} ne doit pas être un secteur de Mongolia

source: {{name}} must be a subdivision code of Ecuador
fr_fr: {{name}} doit être un secteur de Ecuador

source: {{name}} must be not a subdivision code of Ecuador
fr_fr: {{name}} ne doit pas être un secteur de Ecuador

source: {{name}} must be a subdivision code of Tajikistan
fr_fr: {{name}} doit être un secteur de Tajikistan

source: {{name}} must be not a subdivision code of Tajikistan
fr_fr: {{name}} ne doit pas être un secteur de Tajikistan

source: {{name}} must be a subdivision code of Réunion
fr_fr: {{name}} doit être un secteur de Réunion

source: {{name}} must be not a subdivision code of Réunion
fr_fr: {{name}} ne doit pas être un secteur de Réunion

source: {{name}} must be a subdivision code of Switzerland
fr_fr: {{name}} doit être un secteur de Switzerland

source: {{name}} must be not a subdivision code of Switzerland
fr_fr: {{name}} ne doit pas être un secteur de Switzerland

source: {{name}} must be a subdivision code of Saint Pierre and Miquelon
fr_fr: {{name}} doit être un secteur de Saint Pierre and Miquelon

source: {{name}} must be not a subdivision code of Saint Pierre and Miquelon
fr_fr: {{name}} ne doit pas être un secteur de Saint Pierre and Miquelon

source: {{name}} must be a subdivision code of United Kingdom
fr_fr: {{name}} doit être un secteur de United Kingdom

source: {{name}} must be not a subdivision code of United Kingdom
fr_fr: {{name}} ne doit pas être un secteur de United Kingdom

source: {{name}} must be a subdivision code of Isle of Man
fr_fr: {{name}} doit être un secteur de Isle of Man

source: {{name}} must be not a subdivision code of Isle of Man
fr_fr: {{name}} ne doit pas être un secteur de Isle of Man

source: {{name}} must be a subdivision code of Slovakia
fr_fr: {{name}} doit être un secteur de Slovakia

source: {{name}} must be not a subdivision code of Slovakia
fr_fr: {{name}} ne doit pas être un secteur de Slovakia

source: {{name}} must be a subdivision code of Anguilla
fr_fr: {{name}} doit être un secteur de Anguilla

source: {{name}} must be not a subdivision code of Anguilla
fr_fr: {{name}} ne doit pas être un secteur de Anguilla

source: {{name}} must be a subdivision code of Monaco
fr_fr: {{name}} doit être un secteur de Monaco
