Repository: kaffein-agency/respect-validation-localization
Catalog: translations/*.po
Languages: fr_fr

source: {{name}} must be not a subdivision code of Monaco
fr_fr: {{name}} ne doit pas être un secteur de Monaco

source: {{name}} must be a subdivision code of Syria
fr_fr: {{name}} doit être un secteur de Syria

source: {{name}} must be not a subdivision code of Syria
fr_fr: {{name}} ne doit pas être un secteur de Syria

source: {{name}} must be a subdivision code of Sudan
fr_fr: {{name}} doit être un secteur de Sudan

source: {{name}} must be not a subdivision code of Sudan
fr_fr: {{name}} ne doit pas être un secteur de Sudan

source: {{name}} must be a subdivision code of Tunisia
fr_fr: {{name}} doit être un secteur de Tunisia

source: {{name}} must be not a subdivision code of Tunisia
fr_fr: {{name}} ne doit pas être un secteur de Tunisia

source: {{name}} must be a subdivision code of Honduras
fr_fr: {{name}} doit être un secteur de Honduras

source: {{name}} must be not a subdivision code of Honduras
fr_fr: {{name}} ne doit pas être un secteur de Honduras

source: {{name}} must be a subdivision code of Cameroon
fr_fr: {{name}} doit être un secteur de Cameroon

source: {{name}} must be not a subdivision code of Cameroon
fr_fr: {{name}} ne doit pas être un secteur de Cameroon

source: {{name}} must be a subdivision code of Nauru
fr_fr: {{name}} doit être un secteur de Nauru

source: {{name}} must be not a subdivision code of Nauru
fr_fr: {{name}} ne doit pas être un secteur de Nauru

source: {{name}} must be a subdivision code of Saint Lucia
fr_fr: {{name}} doit être un secteur de Saint Lucia

source: {{name}} must be not a subdivision code of Saint Lucia
fr_fr: {{name}} ne doit pas être un secteur de Saint Lucia

source: {{name}} must be a subdivision code of Andorra
fr_fr: {{name}} doit être un secteur de Andorra

source: {{name}} must be not a subdivision code of Andorra
fr_fr: {{name}} ne doit pas être un secteur de Andorra

source: {{name}} must be a subdivision code of Philippines
fr_fr: {{name}} doit être un secteur de Philippines

source: {{name}} must be not a subdivision code of Philippines
fr_fr: {{name}} ne doit pas être un secteur de Philippines

source: {{name}} must be a subdivision code of Bermuda
fr_fr: {{name}} doit être un secteur de Bermuda

source: {{name}} must be not a subdivision code of Bermuda
fr_fr: {{name}} ne doit pas être un secteur de Bermuda

source: {{name}} must be a subdivision code of East Timor
fr_fr: {{name}} doit être un secteur de East Timor

source: {{name}} must be not a subdivision code of East Timor
fr_fr: {{name}} ne doit pas être un secteur de East Timor

source: {{name}} must be a subdivision code of Bolivia
fr_fr: {{name}} doit être un secteur de Bolivia

source: {{name}} must be not a subdivision code of Bolivia
fr_fr: {{name}} ne doit pas être un secteur de Bolivia

source: {{name}} must be a subdivision code of Saint Martin
fr_fr: {{name}} doit être un secteur de Saint Martin

source: {{name}} must be not a subdivision code of Saint Martin
fr_fr: {{name}} ne doit pas être un secteur de Saint Martin

source: {{name}} must be a subdivision code of Algeria
fr_fr: {{name}} doit être un secteur de Algeria

source: {{name}} must be not a subdivision code of Algeria
fr_fr: {{name}} ne doit pas être un secteur de Algeria

source: {{name}} must be a subdivision code of Turks and Caicos Islands
fr_fr: {{name}} doit être un secteur de Turks and Caicos Islands

source: {{name}} must be not a subdivision code of Turks and Caicos Islands
fr_fr: {{name}} ne doit pas être un secteur de Turks and Caicos Islands

source: {{name}} must be a subdivision code of Wallis and Futuna
fr_fr: {{name}} doit être un secteur de Wallis and Futuna

source: {{name}} must be not a subdivision code of Wallis and Futuna
fr_fr: {{name}} ne doit pas être un secteur de Wallis and Futuna

source: {{name}} must be a subdivision code of Micronesia
fr_fr: {{name}} doit être un secteur de Micronesia

source: {{name}} must be not a subdivision code of Micronesia
fr_fr: {{name}} ne doit pas être un secteur de Micronesia

source: {{name}} must be a subdivision code of Malawi
fr_fr: {{name}} doit être un secteur de Malawi

source: {{name}} must be not a subdivision code of Malawi
fr_fr: {{name}} ne doit pas être un secteur de Malawi

source: {{name}} must be a subdivision code of Latvia
fr_fr: {{name}} doit être un secteur de Latvia

source: {{name}} must be not a subdivision code of Latvia
fr_fr: {{name}} ne doit pas être un secteur de Latvia

source: {{name}} must be a subdivision code of Puerto Rico
fr_fr: {{name}} doit être un secteur de Puerto Rico

source: {{name}} must be not a subdivision code of Puerto Rico
fr_fr: {{name}} ne doit pas être un secteur de Puerto Rico

source: {{name}} must be a subdivision code of Dominican Republic
fr_fr: {{name}} doit être un secteur de Dominican Republic

source: {{name}} must be not a subdivision code of Dominican Republic
fr_fr: {{name}} ne doit pas être un secteur de Dominican Republic

source: {{name}} must be a subdivision code of Belize
fr_fr: {{name}} doit être un secteur de Belize

source: {{name}} must be not a subdivision code of Belize
fr_fr: {{name}} ne doit pas être un secteur de Belize

source: {{name}} must be a subdivision code of Canada
fr_fr: {{name}} doit être un secteur de Canada

source: {{name}} must be not a subdivision code of Canada
fr_fr: {{name}} ne doit pas être un secteur de Canada

source: {{name}} must be a subdivision code of Thailand
fr_fr: {{name}} doit être un secteur de Thailand

source: {{name}} must be not a subdivision code of Thailand
fr_fr: {{name}} ne doit pas être un secteur de Thailand

source: {{name}} must be a subdivision code of Albania
fr_fr: {{name}} doit être un secteur de Albania

source: {{name}} must be not a subdivision code of Albania
fr_fr: {{name}} ne doit pas être un secteur de Albania

source: {{name}} must be a subdivision code of Djibouti
fr_fr: {{name}} doit être un secteur de Djibouti

source: {{name}} must be not a subdivision code of Djibouti
fr_fr: {{name}} ne doit pas être un secteur de Djibouti

source: {{name}} must be a subdivision code of Nicaragua
fr_fr: {{name}} doit être un secteur de Nicaragua

source: {{name}} must be not a subdivision code of Nicaragua
fr_fr: {{name}} ne doit pas être un secteur de Nicaragua

source: {{name}} must be a subdivision code of Equatorial Guinea
fr_fr: {{name}} doit être un secteur de Equatorial Guinea

source: {{name}} must be not a subdivision code of Equatorial Guinea
fr_fr: {{name}} ne doit pas être un secteur de Equatorial Guinea

source: {{name}} must be a subdivision code of Iran
fr_fr: {{name}} doit être un secteur de Iran

source: {{name}} must be not a subdivision code of Iran
fr_fr: {{name}} ne doit pas être un secteur de Iran

source: {{name}} must be a subdivision code of Germany
fr_fr: {{name}} doit être un secteur de Germany

source: {{name}} must be not a subdivision code of Germany
fr_fr: {{name}} ne doit pas être un secteur de Germany

source: {{name}} must be a subdivision code of Bulgaria
fr_fr: {{name}} doit être un secteur de Bulgaria

source: {{name}} must be not a subdivision code of Bulgaria
fr_fr: {{name}} ne doit pas être un secteur de Bulgaria

source: {{name}} must be a subdivision code of Gambia
fr_fr: {{name}} doit être un secteur de Gambia

source: {{name}} must be not a subdivision code of Gambia
fr_fr: {{name}} ne doit pas être un secteur de Gambia

source: {{name}} must be a subdivision code of Cocos [Keeling] Islands
fr_fr: {{name}} doit être un secteur de Cocos [Keeling] Islands

source: {{name}} must be not a subdivision code of Cocos [Keeling] Islands
fr_fr: {{name}} ne doit pas être un secteur de Cocos [Keeling] Islands

source: {{name}} must be a subdivision code of Lebanon
fr_fr: {{name}} doit être un secteur de Lebanon

source: {{name}} must be not a subdivision code of Lebanon
fr_fr: {{name}} ne doit pas être un secteur de Lebanon

source: {{name}} must be a subdivision code of Colombia
fr_fr: {{name}} doit être un secteur de Colombia

source: {{name}} must be not a subdivision code of Colombia
fr_fr: {{name}} ne doit pas être un secteur de Colombia

source: {{name}} must be a subdivision code of Tokelau
fr_fr: {{name}} doit être un secteur de Tokelau

source: {{name}} must be not a subdivision code of Tokelau
fr_fr: {{name}} ne doit pas être un secteur de Tokelau

source: {{name}} must be a subdivision code of Aruba
fr_fr: {{name}} doit être un secteur de Aruba

source: {{name}} must be not a subdivision code of Aruba
fr_fr: {{name}} ne doit pas être un secteur de Aruba

source: {{name}} must be a subdivision code of Jamaica
fr_fr: {{name}} doit être un secteur de Jamaica

source: {{name}} must be not a subdivision code of Jamaica
fr_fr: {{name}} ne doit pas être un secteur de Jamaica

source: {{name}} must be a subdivision code of Svalbard and Jan Mayen
fr_fr: {{name}} doit être un secteur de Svalbard and Jan Mayen

source: {{name}} must be not a subdivision code of Svalbard and Jan Mayen
fr_fr: {{name}} ne doit pas être un secteur de Svalbard and Jan Mayen

source: {{name}} must be a subdivision code of Chile
fr_fr: {{name}} doit être un secteur de Chile

source: {{name}} must be not a subdivision code of Chile
fr_fr: {{name}} ne doit pas être un secteur de Chile

source: {{name}} must be a subdivision code of Poland
fr_fr: {{name}} doit être un secteur de Poland

source: {{name}} must be not a subdivision code of Poland
fr_fr: {{name}} ne doit pas être un secteur de Poland

source: {{name}} must be a subdivision code of Mayotte
fr_fr: {{name}} doit être un secteur de Mayotte

source: {{name}} must be not a subdivision code of Mayotte
fr_fr: {{name}} ne doit pas être un secteur de Mayotte

source: {{name}} must be a subdivision code of Jordan
fr_fr: {{name}} doit être un secteur de Jordan

source: {{name}} must be not a subdivision code of Jordan
fr_fr: {{name}} ne doit pas être un secteur de Jordan

source: {{name}} must be a subdivision code of Luxembourg
fr_fr: {{name}} doit être un secteur de Luxembourg

source: {{name}} must be not a subdivision code of Luxembourg
fr_fr: {{name}} ne doit pas être un secteur de Luxembourg

source: {{name}} must be a subdivision code of Ghana
fr_fr: {{name}} doit être un secteur de Ghana

source: {{name}} must be not a subdivision code of Ghana
fr_fr: {{name}} ne doit pas être un secteur de Ghana

source: {{name}} must be a subdivision code of Cambodia
fr_fr: {{name}} doit être un secteur de Cambodia

source: {{name}} must be not a subdivision code of Cambodia
fr_fr: {{name}} ne doit pas être un secteur de Cambodia

source: {{name}} must be a subdivision code of Saint Vincent and the Grenadines
fr_fr: {{name}} doit être un secteur de Saint Vincent and the Grenadines

source: {{name}} must be not a subdivision code of Saint Vincent and the Grenadines
fr_fr: {{name}} ne doit pas être un secteur de Saint Vincent and the Grenadines

source: {{name}} must be a subdivision code of El Salvador
fr_fr: {{name}} doit être un secteur de El Salvador

source: {{name}} must be not a subdivision code of El Salvador
fr_fr: {{name}} ne doit pas être un secteur de El Salvador

source: {{name}} must be a subdivision code of Western Sahara
fr_fr: {{name}} doit être un secteur de Western Sahara

source: {{name}} must be not a subdivision code of Western Sahara
fr_fr: {{name}} ne doit pas être un secteur de Western Sahara

source: {{name}} must be a subdivision code of Mali
fr_fr: {{name}} doit être un secteur de Mali

source: {{name}} must be not a subdivision code of Mali
fr_fr: {{name}} ne doit pas être un secteur de Mali

source: {{name}} must be a subdivision code of Antigua and Barbuda
fr_fr: {{name}} doit être un secteur de Antigua and Barbuda

source: {{name}} must be not a subdivision code of Antigua and Barbuda
fr_fr: {{name}} ne doit pas être un secteur de Antigua and Barbuda

source: {{name}} must be a subdivision code of Ukraine
fr_fr: {{name}} doit être un secteur de Ukraine

source: {{name}} must be not a subdivision code of Ukraine
fr_fr: {{name}} ne doit pas être un secteur de Ukraine

source: {{name}} must be a subdivision code of Vatican City
fr_fr: {{name}} doit être un secteur de Vatican City

source: {{name}} must be not a subdivision code of Vatican City
fr_fr: {{name}} ne doit pas être un secteur de Vatican City

source: {{name}} must be a subdivision code of Saint Kitts and Nevis
fr_fr: {{name}} doit être un secteur de Saint Kitts and Nevis

source: {{name}} must be not a subdivision code of Saint Kitts and Nevis
fr_fr: {{name}} ne doit pas être un secteur de Saint Kitts and Nevis

source: {{name}} must be a subdivision code of New Caledonia
fr_fr: {{name}} doit être un secteur de New Caledonia

source: {{name}} must be not a subdivision code of New Caledonia
fr_fr: {{name}} ne doit pas être un secteur de New Caledonia

source: {{name}} must be a subdivision code of Republic of the Congo
fr_fr: {{name}} doit être un secteur de Republic of the Congo

source: {{name}} must be not a subdivision code of Republic of the Congo
fr_fr: {{name}} ne doit pas être un secteur de Republic of the Congo

source: {{name}} must be a subdivision code of São Tomé and Príncipe
fr_fr: {{name}} doit être un secteur de São Tomé and Príncipe

source: {{name}} must be not a subdivision code of São Tomé and Príncipe
fr_fr: {{name}} ne doit pas être un secteur de São Tomé and Príncipe

source: {{name}} must be a subdivision code of Cyprus
fr_fr: {{name}} doit être un secteur de Cyprus

source: {{name}} must be not a subdivision code of Cyprus
fr_fr: {{name}} ne doit pas être un secteur de Cyprus

source: {{name}} must be a subdivision code of Kuwait
fr_fr: {{name}} doit être un secteur de Kuwait

source: {{name}} must be not a subdivision code of Kuwait
fr_fr: {{name}} ne doit pas être un secteur de Kuwait

source: {{name}} must be a subdivision code of Burundi
fr_fr: {{name}} doit être un secteur de Burundi

source: {{name}} must be not a subdivision code of Burundi
fr_fr: {{name}} ne doit pas être un secteur de Burundi

source: {{name}} must be a subdivision code of Eritrea
fr_fr: {{name}} doit être un secteur de Eritrea

source: {{name}} must be not a subdivision code of Eritrea
fr_fr: {{name}} ne doit pas être un secteur de Eritrea

source: {{name}} must be a subdivision code of Sint Maarten
fr_fr: {{name}} doit être un secteur de Sint Maarten

source: {{name}} must be not a subdivision code of Sint Maarten
fr_fr: {{name}} ne doit pas être un secteur de Sint Maarten

source: {{name}} must be a subdivision code of Paraguay
fr_fr: {{name}} doit être un secteur de Paraguay

source: {{name}} must be not a subdivision code of Paraguay
fr_fr: {{name}} ne doit pas être un secteur de Paraguay

source: {{name}} must be a subdivision code of Democratic Republic of the Congo
fr_fr: {{name}} doit être un secteur de Democratic Republic of the Congo

source: {{name}} must be not a subdivision code of Democratic Republic of the Congo
fr_fr: {{name}} ne doit pas être un secteur de Democratic Republic of the Congo

source: {{name}} must be a subdivision code of Cape Verde
fr_fr: {{name}} doit être un secteur de Cape Verde

source: {{name}} must be not a subdivision code of Cape Verde
fr_fr: {{name}} ne doit pas être un secteur de Cape Verde

source: {{name}} must be a subdivision code of India
fr_fr: {{name}} doit être un secteur de India

source: {{name}} must be not a subdivision code of India
fr_fr: {{name}} ne doit pas être un secteur de India

source: {{name}} must be a subdivision code of Niue
fr_fr: {{name}} doit être un secteur de Niue

source: {{name}} must be not a subdivision code of Niue
fr_fr: {{name}} ne doit pas être un secteur de Niue

source: {{name}} must be a subdivision code of Gibraltar
fr_fr: {{name}} doit être un secteur de Gibraltar

source: {{name}} must be not a subdivision code of Gibraltar
fr_fr: {{name}} ne doit pas être un secteur de Gibraltar

source: {{name}} must be a subdivision code of China
fr_fr: {{name}} doit être un secteur de China

source: {{name}} must be not a subdivision code of China
fr_fr: {{name}} ne doit pas être un secteur de China

source: {{name}} must be a subdivision code of Saint Barthélemy
fr_fr: {{name}} doit être un secteur de Saint Barthélemy

source: {{name}} must be not a subdivision code of Saint Barthélemy
fr_fr: {{name}} ne doit pas être un secteur de Saint Barthélemy

source: {{name}} must be a subdivision code of Azerbaijan
fr_fr: {{name}} doit être un secteur de Azerbaijan

source: {{name}} must be not a subdivision code of Azerbaijan
fr_fr: {{name}} ne doit pas être un secteur de Azerbaijan

source: {{name}} must be a subdivision code of Lesotho
fr_fr: {{name}} doit être un secteur de Lesotho

source: {{name}} must be not a subdivision code of Lesotho
fr_fr: {{name}} ne doit pas être un secteur de Lesotho

source: {{name}} must be a subdivision code of Falkland Islands
fr_fr: {{name}} doit être un secteur de Falkland Islands

source: {{name}} must be not a subdivision code of Falkland Islands
fr_fr: {{name}} ne doit pas être un secteur de Falkland Islands

source: {{name}} must be a subdivision code of Tonga
fr_fr: {{name}} doit être un secteur de Tonga

source: {{name}} must be not a subdivision code of Tonga
fr_fr: {{name}} ne doit pas être un secteur de Tonga

source: {{name}} must be a subdivision code of British Indian Ocean Territory
fr_fr: {{name}} doit être un secteur de British Indian Ocean Territory

source: {{name}} must be not a subdivision code of British Indian Ocean Territory
fr_fr: {{name}} ne doit pas être un secteur de British Indian Ocean Territory

source: {{name}} must be a subdivision code of New Zealand
fr_fr: {{name}} doit être un secteur de New Zealand

source: {{name}} must be not a subdivision code of New Zealand
fr_fr: {{name}} ne doit pas être un secteur de New Zealand

source: {{name}} must be a subdivision code of Northern Mariana Islands
fr_fr: {{name}} doit être un secteur de Northern Mariana Islands

source: {{name}} must be not a subdivision code of Northern Mariana Islands
fr_fr: {{name}} ne doit pas être un secteur de Northern Mariana Islands

source: {{name}} must be a subdivision code of Belgium
fr_fr: {{name}} doit être un secteur de Belgium

source: {{name}} must be not a subdivision code of Belgium
fr_fr: {{name}} ne doit pas être un secteur de Belgium

source: {{name}} must be a subdivision code of Kazakhstan
fr_fr: {{name}} doit être un secteur de Kazakhstan

source: {{name}} must be not a subdivision code of Kazakhstan
fr_fr: {{name}} ne doit pas être un secteur de Kazakhstan

source: {{name}} must be a subdivision code of Macao
fr_fr: {{name}} doit être un secteur de Macao

source: {{name}} must be not a subdivision code of Macao
fr_fr: {{name}} ne doit pas être un secteur de Macao

source: {{name}} must be a subdivision code of France
fr_fr: {{name}} doit être un secteur de France

source: {{name}} must be not a subdivision code of France
fr_fr: {{name}} ne doit pas être un secteur de France

source: {{name}} must be a subdivision code of Malaysia
fr_fr: {{name}} doit être un secteur de Malaysia

source: {{name}} must be not a subdivision code of Malaysia
fr_fr: {{name}} ne doit pas être un secteur de Malaysia

source: {{name}} must be a subdivision code of Japan
fr_fr: {{name}} doit être un secteur de Japan

source: {{name}} must be not a subdivision code of Japan
fr_fr: {{name}} ne doit pas être un secteur de Japan

source: {{name}} must be a subdivision code of Seychelles
fr_fr: {{name}} doit être un secteur de Seychelles

source: {{name}} must be not a subdivision code of Seychelles
fr_fr: {{name}} ne doit pas être un secteur de Seychelles

source: {{name}} must be a subdivision code of Portugal
fr_fr: {{name}} doit être un secteur de Portugal

source: {{name}} must be not a subdivision code of Portugal
fr_fr: {{name}} ne doit pas être un secteur de Portugal

source: {{name}} must be a subdivision code of Swaziland
fr_fr: {{name}} doit être un secteur de Swaziland

source: {{name}} must be not a subdivision code of Swaziland
fr_fr: {{name}} ne doit pas être un secteur de Swaziland

source: {{name}} must be a subdivision code of Guinea-Bissau
fr_fr: {{name}} doit être un secteur de Guinea-Bissau

source: {{name}} must be not a subdivision code of Guinea-Bissau
fr_fr: {{name}} ne doit pas être un secteur de Guinea-Bissau

source: {{name}} must be a subdivision code of Ireland
fr_fr: {{name}} doit être un secteur de Ireland

source: {{name}} must be not a subdivision code of Ireland
fr_fr: {{name}} ne doit pas être un secteur de Ireland

source: {{name}} must be a subdivision code of Guinea
fr_fr: {{name}} doit être un secteur de Guinea

source: {{name}} must be not a subdivision code of Guinea
fr_fr: {{name}} ne doit pas être un secteur de Guinea

source: {{name}} must be a subdivision code of Togo
fr_fr: {{name}} doit être un secteur de Togo

source: {{name}} must be not a subdivision code of Togo
fr_fr: {{name}} ne doit pas être un secteur de Togo

source: {{name}} must be a subdivision code of Libya
fr_fr: {{name}} doit être un secteur de Libya

source: {{name}} must be not a subdivision code of Libya
fr_fr: {{name}} ne doit pas être un secteur de Libya

source: {{name}} must be a subdivision code of Panama
fr_fr: {{name}} doit être un secteur de Panama

source: {{name}} must be not a subdivision code of Panama
fr_fr: {{name}} ne doit pas être un secteur de Panama

source: {{name}} must be a subdivision code of Turkmenistan
fr_fr: {{name}} doit être un secteur de Turkmenistan

source: {{name}} must be not a subdivision code of Turkmenistan
fr_fr: {{name}} ne doit pas être un secteur de Turkmenistan

source: {{name}} must be a subdivision code of Jersey
fr_fr: {{name}} doit être un secteur de Jersey

source: {{name}} must be not a subdivision code of Jersey
fr_fr: {{name}} ne doit pas être un secteur de Jersey

source: {{name}} must be a subdivision code of Serbia
fr_fr: {{name}} doit être un secteur de Serbia

source: {{name}} must be not a subdivision code of Serbia
fr_fr: {{name}} ne doit pas être un secteur de Serbia

source: {{name}} must be a subdivision code of Bouvet Island
fr_fr: {{name}} doit être un secteur de Bouvet Island

source: {{name}} must be not a subdivision code of Bouvet Island
fr_fr: {{name}} ne doit pas être un secteur de Bouvet Island

source: {{name}} must be a subdivision code of Russia
fr_fr: {{name}} doit être un secteur de Russia

source: {{name}} must be not a subdivision code of Russia
fr_fr: {{name}} ne doit pas être un secteur de Russia

source: {{name}} must be a subdivision code of Palestine
fr_fr: {{name}} doit être un secteur de Palestine

source: {{name}} must be not a subdivision code of Palestine
fr_fr: {{name}} ne doit pas être un secteur de Palestine

source: {{name}} must be a subdivision code of Nigeria
fr_fr: {{name}} doit être un secteur de Nigeria

source: {{name}} must be not a subdivision code of Nigeria
fr_fr: {{name}} ne doit pas être un secteur de Nigeria

source: {{name}} must be a subdivision code of Zambia
fr_fr: {{name}} doit être un secteur de Zambia

source: {{name}} must be not a subdivision code of Zambia
fr_fr: {{name}} ne doit pas être un secteur de Zambia

source: {{name}} must be a subdivision code of Guyana
fr_fr: {{name}} doit être un secteur de Guyana

source: {{name}} must be not a subdivision code of Guyana
fr_fr: {{name}} ne doit pas être un secteur de Guyana

source: {{name}} must be a subdivision code of Australia
fr_fr: {{name}} doit être un secteur de Australia

source: {{name}} must be not a subdivision code of Australia
fr_fr: {{name}} ne doit pas être un secteur de Australia

source: {{name}} must be a subdivision code of Singapore
fr_fr: {{name}} doit être un secteur de Singapore

source: {{name}} must be not a subdivision code of Singapore
fr_fr: {{name}} ne doit pas être un secteur de Singapore
