Repository: kaffein-agency/respect-validation-localization
Catalog: translations/*.po
Languages: fr_fr

source: {{name}} must not be a scalar value
fr_fr: {{name}} ne doit pas être une valeur scalaire

source: {{name}} must be a valid CNH number
fr_fr: {{name}} doit être un numéro CNH valide

source: {{name}} must not be a valid CNH number
fr_fr: {{name}} ne doit pas être un numéro CNH valide

source: {{name}} must be a german BIC
fr_fr: {{name}} doit être un BIC allemand

source: {{name}} must not be a german BIC
fr_fr: {{name}} ne doit pas être un BIC allemand

source: {{name}} must be a german bank
fr_fr: {{name}} doit être une banque allemande

source: {{name}} must not be a german bank
fr_fr: {{name}} ne doit pas être une banque allemande

source: {{name}} must be a german bank account
fr_fr: {{name}} doit être un compte bancaire allemand

source: {{name}} must not be a german bank account
fr_fr: {{name}} ne doit pas être un compte bancaire allemand

source: {{name}} must be a valid Polish Identity Card number
fr_fr: {{name}} doit être un numéro de carte d'identité Polonais valide

source: {{name}} must not be a valid Polish Identity Card number
fr_fr: {{name}} ne doit pas être un numéro de carte d'identité Polonais valide

source: {{name}} must be in the {{charset}} charset
fr_fr: {{name}} doit être dans le charset {{charset}}

source: {{name}} must not be in the {{charset}} charset
fr_fr: {{name}} ne doit pas être dans le charset {{charset}}

source: {{name}} must have {{extension}} extension
fr_fr: {{name}} doit avoir l'extension {{extension}}

source: {{name}} must not have {{extension}} extension
fr_fr: {{name}}ne doit pas avoir l'extension {{extension}}

source: {{name}} must be a valid Identity Card number for {{countryCode}}
fr_fr: {{name}} doit être un numéro de carte d'identité valide pour {{countryCode}}

source: {{name}} must not be a valid Identity Card number for {{countryCode}}
fr_fr: {{name}} ne doit pas être un numéro de carte d'identité valide pour {{countryCode}}

source: {{name}} must be an array
fr_fr: {{name}} doit être un tableau

source: {{name}} must not be an array
fr_fr: {{name}} ne doit pas être un tableau

source: {{name}} must contain only graphical characters
fr_fr: {{name}} ne doit contenir que que des caractères graphiques

source: {{name}} must contain only graphical characters and "{{additionalChars}}"
fr_fr: {{name}} ne doit contenir que des caractères graphiques et "{{additionalChars}}"

source: {{name}} must not contain graphical characters
fr_fr: {{name}} ne doit contenir aucun caractère graphique

source: {{name}} must not contain graphical characters or "{{additionalChars}}"
fr_fr: {{name}} ne doit contenir aucjn caractères graphiques ni "{{additionalChars}}"

source: {{name}} must be a version
fr_fr: {{name}} doit être une version

source: {{name}} must not be a version
fr_fr: {{name}} ne doit pas être une version

source: {{name}} must contain only consonants
fr_fr: {{name}} ne doit contenir que des consonnes

source: {{name}} must contain only consonants and "{{additionalChars}}"
fr_fr: {{name}} ne doit contenir que des consonnes et "{{additionalChars}}"

source: {{name}} must not contain consonants
fr_fr: {name}} ne doit contenir aucune consonne

source: {{name}} must not contain consonants or "{{additionalChars}}"
fr_fr: {name}} ne doit contenir aucune consonne ni "{{additionalChars}}"

source: {{name}} must be a valid subdivision code for {{countryCode}}
fr_fr: {{name}} doit être un secteur valide de {{countryCode}}

source: {{name}} must not be a valid subdivision code for {{countryCode}}
fr_fr: {{name}} ne doit pas être un secteur valide de {{countryCode}}

source: {{name}} is always invalid
fr_fr: {name}} est toujours invalide

source: {{name}} is not valid
fr_fr: {name}} n'est pas valide

source: {{name}} is always valid
fr_fr: {name}} est toujours valide

source: {{name}} is valid
fr_fr: {name}} est valide

source: The value must not be empty
fr_fr: La valeur ne doit pas être vide

source: {{name}} must not be empty
fr_fr: {{name}} ne doit pas être

source: The value must be empty
fr_fr: La valeur ne doit pas être vide

source: {{name}} must be empty
fr_fr: {{name}} doit être vide

source: {{name}} must be a symbolic link
fr_fr: {{name}} doit être un lien symbolique

source: {{name}} must not be a symbolic link
fr_fr: {{name}} ne doit pas être un lien symbolique

source: {{name}} must be a valid Credit Card number
fr_fr: {{name}} doit être un numéro de carte de crédit valide

source: {{name}} must not be a valid Credit Card number
fr_fr: {{name}} ne doit pas être un numéro de carte de crédit valide

source: {{name}} must be a resource
fr_fr: {{name}} doit être une ressource

source: {{name}} must not be a resource
fr_fr: {{name}} ne doit pas être une ressource

source: {{name}} must be greater than {{interval}}
fr_fr: {{name}} doit être supérieur à {{interval}}

source: {{name}} must be greater than or equal to {{interval}}
fr_fr: {{name}} doit être supérieur ou égal à {{interval}}

source: {{name}} must not be greater than {{interval}}
fr_fr: {{name}} ne doit pas être supérieur à {{interval}}

source: {{name}} must not be greater than or equal to {{interval}}
fr_fr: {{name}} ne doit pas être supérieur ou égal à {{interval}}

source: {{baseKey}} must be valid to validate {{comparedKey}}
fr_fr: {{baseKey}} doit être valide pour valider {{comparedKey}}

source: {{baseKey}} must not be valid to validate {{comparedKey}}
fr_fr: {{baseKey}} ne doit pas être valide pour valider {{comparedKey}}

source: {{name}} must be a valid perfect square
fr_fr: {{name}} doit être un carré parfait

source: {{name}} must not be a valid perfect square
fr_fr: {{name}} ne doit pas être un carré parfait

source: {{name}} must be readable
fr_fr: {{name}} doit être lisible

source: {{name}} must not be readable
fr_fr: {{name}} ne doit pas être lisible

source: {{name}} must be a valid CPF number
fr_fr: {{name}} doit être un numéro CPF valide

source: {{name}} must not be a valid CPF number
fr_fr: {{name}} ne doit pas être un numéro CPF valide

source: All of these rules must pass for {{name}}
fr_fr: Toutes les règles doivent passer pour {{name}}

source: {{name}} must be writable
fr_fr: {{name}} doit être accessible en écriture

source: {{name}} must not be writable
fr_fr: {{name}} ne doit pas être accessible en écriture

source: {{name}} must be countable
fr_fr: {{name}} doit être dénombrable

source: {{name}} must not be countable
fr_fr: {{name}} ne doit pas être dénombrable

source: {{name}} must be valid
fr_fr: {{name}} doit être valide

source: {{name}} must not be valid
fr_fr: {{name}} ne doit pas être valide

source: At least one of these rules must pass for {{name}}
fr_fr: Au moins une de ces règles doivent être validées pour {{name}}

source: At least one of these rules must not pass for {{name}}
fr_fr: Au moins une de ces règles doivent être invalidées pour {{name}}

source: {{name}} must be a valid top-level domain name
fr_fr: {{name}} doit être un nom de domaine valide de premier niveau

source: {{name}} must not be a valid top-level domain name
fr_fr: {{name}} ne doit pas être un nom de domaine valide de premier niveau

source: {{name}} must be a valid language
fr_fr: {{name}} doit être un langage valide

source: {{name}} must not be a valid language
fr_fr: {{name}} ne doit pas être un langage valide

source: {{name}} must validate against {{regex}}
fr_fr: {{name}} doit être validé par {{regex}}

source: {{name}} must not validate against {{regex}}
fr_fr: {{name}} ne doit pas être validé par {{regex}}

source: {{name}} must be an odd number
fr_fr: {{name}} doit être un nombre impair

source: {{name}} must not be an odd number
fr_fr: {{name}} ne doit pas être un nombre impair

source: {{name}} must be between {{minAge}} and {{maxAge}} years ago
fr_fr: {{name}} doit être compris entre {{minAge}} and {{maxAge}} ans

source: {{name}} must be lower than {{minAge}} years ago
fr_fr: {{name}} doit être inférieur à {{minAge}}

source: {{name}} must be greater than {{maxAge}} years ago
fr_fr: {{name}} doit être supérieur à {{maxAge}}

source: {{name}} must not be between {{minAge}} and {{maxAge}} years ago
fr_fr: {{name}} ne doit pas être compris entre {{minAge}} and {{maxAge}} ans

source: {{name}} must not be lower than {{minAge}} years ago
fr_fr: {{name}} ne doit pas être inférieur à {{minAge}}

source: {{name}} must not be greater than {{maxAge}} years ago
fr_fr: {{name}} ne doit pas être supérieur à {{maxAge}}

source: {{name}} must contain only letters (a-z) and digits (0-9)
fr_fr: {{name}} ne doit contenir que des lettres (a-z) et des chiffres (0-9)

source: {{name}} must contain only letters (a-z), digits (0-9) and {{additionalChars}}
fr_fr: {{name}} ne doit contenir que des lettres (a-z) et des chiffres (0-9) et {{additionalChars}}

source: {{name}} must not contain letters (a-z) or digits (0-9)
fr_fr: {{name}} ne doit contenir aucune lettre (a-z) ni chiffre (0-9)

source: {{name}} must not contain letters (a-z), digits (0-9) or {{additionalChars}}
fr_fr: {{name}} ne doit contenir aucune lettre (a-z), chiffre (0-9) ou {{additionalChars}}

source: {{name}} must be a valid currency
fr_fr: {{name}} doit être une devise valide

source: {{name}} must not be a valid currency
fr_fr: {{name}} ne doit pas être une devise valide

source: {{name}} must contain the value "{{containsValue}}"
fr_fr: {{name}} doit contenir la valeur "{{containsValue}}"

source: {{name}} must not contain the value "{{containsValue}}"
fr_fr: {{name}} ne doit pas contenir la valeur "{{containsValue}}"

source: {{name}} is not considered as "Yes"
fr_fr: {{name}} n'est pas considéré comme "Yes"

source: {{name}} is considered as "Yes"
fr_fr: {{name}} est considéré comme "Yes"

source: {{name}} must be an infinite number
fr_fr: {{name}} doit être un nombre infini

source: {{name}} must not be an infinite number
fr_fr: {{name}} ne doit pas être un nombre infini

source: {{name}} must be a valid prime number
fr_fr: {{name}} doit être un nombre premier valide

source: {{name}} must not be a valid prime number
fr_fr: {{name}} ne doit pas être un nombre premier valide

source: {{name}} must be a valid telephone number
fr_fr: {{name}} doit être un numéro de téléphone valide

source: {{name}} must not be a valid telephone number
fr_fr: {{name}} ne doit pas être un numéro de téléphone valide

source: Must have keys {{keys}}
fr_fr: Doit posséder les clés {{keys}}

source: Must not have keys {{keys}}
fr_fr: Ne doit pas posséder les clés {{keys}}

source: {{name}} must be a string
fr_fr: {{name}} doit être une chaîne de caractères

source: {{name}} must not be string
fr_fr: {{name}} ne doit pas être une chaîne de caractères

source: No items were found for key chain {{name}}
fr_fr: Aucun élément n'a été trouvé dans la key-chain {{name}}

source: Key chain {{name}} is not valid
fr_fr: La key-chain {{name}} n'est pas valide

source: Items for key chain {{name}} must not be present
fr_fr: Les éléments pour la key-chain {{name}} ne doivent pas être présent

source: Key chain {{name}} must not be valid
fr_fr: La key-chain {{name}} ne doit pas être valide

source: {{name}} must be numeric
fr_fr: {{name}} doit être numérique

source: {{name}} must not be numeric
fr_fr: {{name}} ne doit pas être numérique

source: {{name}} must be of the type integer
fr_fr: {{name}} doit être de type integer

source: {{name}} must not be of the type integer
fr_fr: {{name}} ne doit pas être de type integer

source: {{name}} must be positive
fr_fr: {{name}} doit être positif

source: {{name}} must not be positive
fr_fr: {{name}} ne doit pas être positif

source: {{name}} must be a valid video URL
fr_fr: {{name}} doit être une URL de vidéo valide

source: {{name}} must be a valid {{service}} video URL
fr_fr: {{name}} doit être une URL de vidéo {{service}} validee

source: {{name}} must not be a valid video URL
fr_fr: {{name}} ne doit pas être une URL de vidéo validee

source: {{name}} must not be a valid {{service}} video URL
fr_fr: {{name}} ne doit pas être une URL de vidéo {{service}} validee

source: {{name}} must contain only control characters
fr_fr: {{name}} ne doit contenir que des caractères de contrôle

source: {{name}} must contain only control characters and "{{additionalChars}}"
fr_fr: {{name}} ne doit contenir que des caractères de contrôle et "{{additionalChars}}"

source: {{name}} must not contain control characters
fr_fr: {{name}} ne doit contenir aucun caractère de contrôle et "{{additionalChars}}"

source: {{name}} must not contain control characters or "{{additionalChars}}"
fr_fr: {{name}} ne doit contenir que des caractères de contrôle et "{{additionalChars}}"

source: {{name}} is not considered as "No"
fr_fr: {{name}} n'est pas considéré comme "No"

source: {{name}} is considered as "No"
fr_fr: {{name}} est considéré comme "No"

source: {{name}} must be multiple of {{multipleOf}}
fr_fr: {{name}} doit être un multiple de {{multipleOf}}

source: {{name}} must not be multiple of {{multipleOf}}
fr_fr: {{name}} ne doit pas être un multiple de {{multipleOf}}

source: {{name}} must be an even number
fr_fr: {{name}} doit être un nombre pair

source: {{name}} must not be an even number
fr_fr: {{name}} ne doit pas être un nombre pair

source: {{name}} must be a valid domain
fr_fr: {{name}} doit être un domaine valide

source: {{name}} must not be a valid domain
fr_fr: {{name}} ne doit pas être un domaine valide

source: {{name}} must be a directory
fr_fr: {{name}} doit être un répertoire

source: {{name}} must not be a directory
fr_fr: {{name}} ne doit pas être un répertoire

source: {{name}} must be a valid mac address
fr_fr: {{name}} doit être une adresse MAC valide

source: {{name}} must not be a valid mac address
fr_fr: {{name}} ne doit pas être une adresse MAC valide

source: {{name}} must contain only digits (0-9)
fr_fr: {{name}} ne doit contenir que des chiffres (0-9)

source: {{name}} must contain only digits (0-9) and "{{additionalChars}}"
fr_fr: {{name}} ne doit contenir que des chiffres (0-9) et "{{additionalChars}}"

source: {{name}} must not contain digits (0-9)
fr_fr: {{name}} ne doit contenir aucun chiffre (0-9)

source: {{name}} must not contain digits (0-9) or "{{additionalChars}}"
fr_fr: {{name}} ne doit contenir aucun chiffre (0-9) ni "{{additionalChars}}"

source: {{name}} must be uppercase
fr_fr: {{name}} doit être en majuscule

source: {{name}} must not be uppercase
fr_fr: {{name}} ne doit pas être en majuscule

source: The value must not be blank
fr_fr: La valeur ne doit pas être vide

source: {{name}} must not be blank
fr_fr: {{name}} ne doit pas être vide

source: The value must be blank
fr_fr: La valeur doit être vide

source: {{name}} must be blank
fr_fr: {{name}} doit être vide

source: {{name}} must be valid email
fr_fr: {{name}} doit être une adresse email valide

source: {{name}} must not be an email
fr_fr: {{name}} ne doit pas être une adresse email valide

source: {{name}} must be an IP address
fr_fr: {{name}} doit être une adresse IP

source: {{name}} must be an IP address in the {{range}} range
fr_fr: {{name}} doit être une adresse IP dans la rangée {{range}}

source: {{name}} must not be an IP address
fr_fr: {{name}} ne doit pas être une adresse IP

source: {{name}} must not be an IP address in the {{range}} range
fr_fr: {{name}} ne doit pas être une adresse IP dans la rangée {{range}}

source: {{name}} must be negative
fr_fr: {{name}} doit être négatif

source: {{name}} must not be negative
fr_fr: {{name}} ne doit pas être négatif

source: {{name}} must be of the type float
fr_fr: {{name}} doit être de type float

source: {{name}} must not be of the type float
fr_fr: {{name}} ne doit pas être de type float

source: {{name}} must be a finite number
fr_fr: {{name}} doit être un nombre fini

source: {{name}} must not be a finite number
fr_fr: {{name}} ne doit pas être un nombre fini

source: {{name}} must be a valid country
fr_fr: {{name}} doit être un pays valide

source: {{name}} must not be a valid country
fr_fr: {{name}} ne doit pas être un pays valide

source: {{name}} must have a length between {{minValue}} and {{maxValue}}
fr_fr: {{name}} doit avoir une longueur entre {{minValue}} et {{maxValue}}

source: {{name}} must have a length greater than {{minValue}}
fr_fr: {{name}} doit avoir une longueur supérieur à {{minValue}}

source: {{name}} must have a length lower than {{maxValue}}
fr_fr: {{name}} doit avoir une longueur inférieure à {{maxValue}}

source: {{name}} must not have a length between {{minValue}} and {{maxValue}}
fr_fr: {{name}} ne doit pas avoir une longueur entre {{minValue}} et {{maxValue}}

source: {{name}} must not have a length greater than {{minValue}}
fr_fr: {{name}} ne doit pas avoir une longueur supérieur à {{minValue}}

source: {{name}} must not have a length lower than {{maxValue}}
fr_fr: {{name}} ne doit pas avoir une longueur inférieure à {{maxValue}}

source: The age must be {{age}} years or more.
fr_fr: L'âge doit être {{age}} ans ou plus

source: The age must not be {{age}} years or more.
fr_fr: L'âge ne doit pas être plus de {{age}} ans

source: {{name}} must be a valid IMEI
fr_fr: {{name}} doit être un numéro IMEI valide

source: {{name}} must not be a valid IMEI
fr_fr: {{name}} ne doit pas être un numéro IMEI valide

source: {{name}} must end with ({{endValue}})
fr_fr: {{name}} doit finir par ({{endValue}})

source: {{name}} must not end with ({{endValue}})
fr_fr: {{name}} ne doit pas finir par ({{endValue}})

source: {{name}} must be a valid JSON string
fr_fr: {{name}} doit être une chaîne JSON valide

source: {{name}} must not be a valid JSON string
fr_fr: {{name}} ne doit pas être une chaîne JSON valide

source: {{name}} is not considered as "True"
fr_fr: {{name}} n'est pas considéré comme "True"

source: {{name}} is considered as "True"
fr_fr: {{name}} est considéré comme "True"

source: {{name}} must be in {{haystack}}
fr_fr: {{name}} doit être dans {{haystack}}

source: {{name}} must not be in {{haystack}}
fr_fr: {{name}} ne doit pas être dans {{haystack}}

source: {{name}} must be a factor of {{dividend}}
fr_fr: {{name}} doit être un facteur de {{dividend}}

source: {{name}} must not be a factor of {{dividend}}
fr_fr: {{name}} ne doit pas être un facteur de {{dividend}}

source: {{name}} must be lowercase
fr_fr: {{name}} doit être en minuscules

source: {{name}} must not be lowercase
fr_fr: {{name}} ne doit pas être en minuscules

source: {{name}} must contain only punctuation characters
fr_fr: {{name}} ne doit contenir que des caractères de ponctuation

source: {{name}} must contain only punctuation characters and "{{additionalChars}}"
fr_fr: {{name}} ne doit contenir que des caractères de ponctuation et "{{additionalChars}}"

source: {{name}} must not contain punctuation characters
fr_fr: {{name}} ne doit contenir aucun caractère de ponctuation

source: {{name}} must not contain punctuation characters or "{{additionalChars}}"
fr_fr: {{name}} ne doit contenir aucun caractère de ponctuation ni "{{additionalChars}}"

source: {{name}} must be a boolean value
fr_fr: {{name}} doit être une valeur booléenne

source: {{name}} must not be a boolean value
fr_fr: {{name}} ne doit pas être une valeur booléenne

source: {{name}} must be a bank
fr_fr: {{name}} doit être une banque

source: {{name}} must not be a bank
fr_fr: {{name}} ne doit pas être une banque
