Repository: kaffein-agency/respect-validation-localization
Catalog: translations/*.po
Languages: fr_fr

source: {{name}} must be a subdivision code of Vietnam
fr_fr: {{name}} doit être un secteur de Vietnam

source: {{name}} must be not a subdivision code of Vietnam
fr_fr: {{name}} ne doit pas être un secteur de Vietnam

source: {{name}} must be a subdivision code of Liberia
fr_fr: {{name}} doit être un secteur de Liberia

source: {{name}} must be not a subdivision code of Liberia
fr_fr: {{name}} ne doit pas être un secteur de Liberia

source: {{name}} must be a subdivision code of Curacao
fr_fr: {{name}} doit être un secteur de Curacao

source: {{name}} must be not a subdivision code of Curacao
fr_fr: {{name}} ne doit pas être un secteur de Curacao

source: {{name}} must be a subdivision code of Guadeloupe
fr_fr: {{name}} doit être un secteur de Guadeloupe

source: {{name}} must be not a subdivision code of Guadeloupe
fr_fr: {{name}} ne doit pas être un secteur de Guadeloupe

source: {{name}} must be a subdivision code of Kyrgyzstan
fr_fr: {{name}} doit être un secteur de Kyrgyzstan

source: {{name}} must be not a subdivision code of Kyrgyzstan
fr_fr: {{name}} ne doit pas être un secteur de Kyrgyzstan

source: {{name}} must be a subdivision code of Suriname
fr_fr: {{name}} doit être un secteur de Suriname

source: {{name}} must be not a subdivision code of Suriname
fr_fr: {{name}} ne doit pas être un secteur de Suriname

source: {{name}} must be a subdivision code of Solomon Islands
fr_fr: {{name}} doit être un secteur de Solomon Islands

source: {{name}} must be not a subdivision code of Solomon Islands
fr_fr: {{name}} ne doit pas être un secteur de Solomon Islands

source: {{name}} must be a subdivision code of Faroe Islands
fr_fr: {{name}} doit être un secteur de Faroe Islands

source: {{name}} must be not a subdivision code of Faroe Islands
fr_fr: {{name}} ne doit pas être un secteur de Faroe Islands

source: {{name}} must be a subdivision code of Moldova
fr_fr: {{name}} doit être un secteur de Moldova

source: {{name}} must be not a subdivision code of Moldova
fr_fr: {{name}} ne doit pas être un secteur de Moldova

source: {{name}} must be a subdivision code of Estonia
fr_fr: {{name}} doit être un secteur de Estonia

source: {{name}} must be not a subdivision code of Estonia
fr_fr: {{name}} ne doit pas être un secteur de Estonia

source: {{name}} must be a subdivision code of South Georgia and the South Sandwich Islands
fr_fr: {{name}} doit être un secteur de South Georgia and the South Sandwich Islands

source: {{name}} must be not a subdivision code of South Georgia and the South Sandwich Islands
fr_fr: {{name}} ne doit pas être un secteur de South Georgia and the South Sandwich Islands

source: {{name}} must be a subdivision code of Austria
fr_fr: {{name}} doit être un secteur de Austria

source: {{name}} must be not a subdivision code of Austria
fr_fr: {{name}} ne doit pas être un secteur de Austria

source: {{name}} must be a subdivision code of Botswana
fr_fr: {{name}} doit être un secteur de Botswana

source: {{name}} must be not a subdivision code of Botswana
fr_fr: {{name}} ne doit pas être un secteur de Botswana

source: {{name}} must be a subdivision code of Mauritania
fr_fr: {{name}} doit être un secteur de Mauritania

source: {{name}} must be not a subdivision code of Mauritania
fr_fr: {{name}} ne doit pas être un secteur de Mauritania

source: {{name}} must be a subdivision code of Haiti
fr_fr: {{name}} doit être un secteur de Haiti

source: {{name}} must be not a subdivision code of Haiti
fr_fr: {{name}} ne doit pas être un secteur de Haiti

source: {{name}} must be a subdivision code of Somalia
fr_fr: {{name}} doit être un secteur de Somalia

source: {{name}} must be not a subdivision code of Somalia
fr_fr: {{name}} ne doit pas être un secteur de Somalia

source: {{name}} must be a subdivision code of South Sudan
fr_fr: {{name}} doit être un secteur de South Sudan

source: {{name}} must be not a subdivision code of South Sudan
fr_fr: {{name}} ne doit pas être un secteur de South Sudan

source: {{name}} must be a subdivision code of Venezuela
fr_fr: {{name}} doit être un secteur de Venezuela

source: {{name}} must be not a subdivision code of Venezuela
fr_fr: {{name}} ne doit pas être un secteur de Venezuela

source: {{name}} must be a subdivision code of Christmas Island
fr_fr: {{name}} doit être un secteur de Christmas Island

source: {{name}} must be not a subdivision code of Christmas Island
fr_fr: {{name}} ne doit pas être un secteur de Christmas Island

source: {{name}} must be a subdivision code of Indonesia
fr_fr: {{name}} doit être un secteur de Indonesia

source: {{name}} must be not a subdivision code of Indonesia
fr_fr: {{name}} ne doit pas être un secteur de Indonesia

source: {{name}} must be a subdivision code of Yemen
fr_fr: {{name}} doit être un secteur de Yemen

source: {{name}} must be not a subdivision code of Yemen
fr_fr: {{name}} ne doit pas être un secteur de Yemen

source: {{name}} must be a subdivision code of Gabon
fr_fr: {{name}} doit être un secteur de Gabon

source: {{name}} must be not a subdivision code of Gabon
fr_fr: {{name}} ne doit pas être un secteur de Gabon

source: {{name}} must be a subdivision code of American Samoa
fr_fr: {{name}} doit être un secteur de American Samoa

source: {{name}} must be not a subdivision code of American Samoa
fr_fr: {{name}} ne doit pas être un secteur de American Samoa

source: {{name}} must be a subdivision code of Cayman Islands
fr_fr: {{name}} doit être un secteur de Cayman Islands

source: {{name}} must be not a subdivision code of Cayman Islands
fr_fr: {{name}} ne doit pas être un secteur de Cayman Islands

source: {{name}} must be a subdivision code of Namibia
fr_fr: {{name}} doit être un secteur de Namibia

source: {{name}} must be not a subdivision code of Namibia
fr_fr: {{name}} ne doit pas être un secteur de Namibia

source: {{name}} must be a subdivision code of French Polynesia
fr_fr: {{name}} doit être un secteur de French Polynesia

source: {{name}} must be not a subdivision code of French Polynesia
fr_fr: {{name}} ne doit pas être un secteur de French Polynesia

source: {{name}} must be a subdivision code of Burkina Faso
fr_fr: {{name}} doit être un secteur de Burkina Faso

source: {{name}} must be not a subdivision code of Burkina Faso
fr_fr: {{name}} ne doit pas être un secteur de Burkina Faso

source: {{name}} must be a subdivision code of Laos
fr_fr: {{name}} doit être un secteur de Laos

source: {{name}} must be not a subdivision code of Laos
fr_fr: {{name}} ne doit pas être un secteur de Laos

source: {{name}} must be a subdivision code of Kiribati
fr_fr: {{name}} doit être un secteur de Kiribati

source: {{name}} must be not a subdivision code of Kiribati
fr_fr: {{name}} ne doit pas être un secteur de Kiribati

source: {{name}} must be a subdivision code of Guam
fr_fr: {{name}} doit être un secteur de Guam

source: {{name}} must be not a subdivision code of Guam
fr_fr: {{name}} ne doit pas être un secteur de Guam

source: {{name}} must be a subdivision code of Rwanda
fr_fr: {{name}} doit être un secteur de Rwanda

source: {{name}} must be not a subdivision code of Rwanda
fr_fr: {{name}} ne doit pas être un secteur de Rwanda

source: {{name}} must be a subdivision code of United States
fr_fr: {{name}} doit être un secteur de United States

source: {{name}} must be not a subdivision code of United States
fr_fr: {{name}} ne doit pas être un secteur de United States

source: {{name}} must be a subdivision code of French Guiana
fr_fr: {{name}} doit être un secteur de French Guiana

source: {{name}} must be not a subdivision code of French Guiana
fr_fr: {{name}} ne doit pas être un secteur de French Guiana

source: {{name}} must be a subdivision code of Marshall Islands
fr_fr: {{name}} doit être un secteur de Marshall Islands

source: {{name}} must be not a subdivision code of Marshall Islands
fr_fr: {{name}} ne doit pas être un secteur de Marshall Islands

source: {{name}} must be a subdivision code of Brazil
fr_fr: {{name}} doit être un secteur de Brazil

source: {{name}} must be not a subdivision code of Brazil
fr_fr: {{name}} ne doit pas être un secteur de Brazil

source: {{name}} must be a subdivision code of Uganda
fr_fr: {{name}} doit être un secteur de Uganda

source: {{name}} must be not a subdivision code of Uganda
fr_fr: {{name}} ne doit pas être un secteur de Uganda

source: {{name}} must be a subdivision code of Pakistan
fr_fr: {{name}} doit être un secteur de Pakistan

source: {{name}} must be not a subdivision code of Pakistan
fr_fr: {{name}} ne doit pas être un secteur de Pakistan

source: {{name}} must be a subdivision code of Norfolk Island
fr_fr: {{name}} doit être un secteur de Norfolk Island

source: {{name}} must be not a subdivision code of Norfolk Island
fr_fr: {{name}} ne doit pas être un secteur de Norfolk Island

source: {{name}} must be a subdivision code of Peru
fr_fr: {{name}} doit être un secteur de Peru

source: {{name}} must be not a subdivision code of Peru
fr_fr: {{name}} ne doit pas être un secteur de Peru

source: {{name}} must be a subdivision code of South Korea
fr_fr: {{name}} doit être un secteur de South Korea

source: {{name}} must be not a subdivision code of South Korea
fr_fr: {{name}} ne doit pas être un secteur de South Korea

source: {{name}} must be a subdivision code of Bosnia and Herzegovina
fr_fr: {{name}} doit être un secteur de Bosnia and Herzegovina

source: {{name}} must be not a subdivision code of Bosnia and Herzegovina
fr_fr: {{name}} ne doit pas être un secteur de Bosnia and Herzegovina

source: {{name}} must be a subdivision code of Iceland
fr_fr: {{name}} doit être un secteur de Iceland

source: {{name}} must be not a subdivision code of Iceland
fr_fr: {{name}} ne doit pas être un secteur de Iceland

source: {{name}} must be a subdivision code of Argentina
fr_fr: {{name}} doit être un secteur de Argentina

source: {{name}} must be not a subdivision code of Argentina
fr_fr: {{name}} ne doit pas être un secteur de Argentina

source: {{name}} must be a subdivision code of Armenia
fr_fr: {{name}} doit être un secteur de Armenia

source: {{name}} must be not a subdivision code of Armenia
fr_fr: {{name}} ne doit pas être un secteur de Armenia

source: {{name}} must be a subdivision code of Spain
fr_fr: {{name}} doit être un secteur de Spain

source: {{name}} must be not a subdivision code of Spain
fr_fr: {{name}} ne doit pas être un secteur de Spain

source: {{name}} must be a subdivision code of Kenya
fr_fr: {{name}} doit être un secteur de Kenya

source: {{name}} must be not a subdivision code of Kenya
fr_fr: {{name}} ne doit pas être un secteur de Kenya

source: {{name}} must be a subdivision code of Liechtenstein
fr_fr: {{name}} doit être un secteur de Liechtenstein

source: {{name}} must be not a subdivision code of Liechtenstein
fr_fr: {{name}} ne doit pas être un secteur de Liechtenstein

source: {{name}} must be a subdivision code of South Africa
fr_fr: {{name}} doit être un secteur de South Africa

source: {{name}} must be not a subdivision code of South Africa
fr_fr: {{name}} ne doit pas être un secteur de South Africa

source: {{name}} must be a subdivision code of Greenland
fr_fr: {{name}} doit être un secteur de Greenland

source: {{name}} must be not a subdivision code of Greenland
fr_fr: {{name}} ne doit pas être un secteur de Greenland

source: {{name}} must be a subdivision code of Uzbekistan
fr_fr: {{name}} doit être un secteur de Uzbekistan

source: {{name}} must be not a subdivision code of Uzbekistan
fr_fr: {{name}} ne doit pas être un secteur de Uzbekistan

source: {{name}} must be a subdivision code of Finland
fr_fr: {{name}} doit être un secteur de Finland

source: {{name}} must be not a subdivision code of Finland
fr_fr: {{name}} ne doit pas être un secteur de Finland

source: {{name}} must be a subdivision code of Martinique
fr_fr: {{name}} doit être un secteur de Martinique

source: {{name}} must be not a subdivision code of Martinique
fr_fr: {{name}} ne doit pas être un secteur de Martinique

source: {{name}} must be a subdivision code of Uruguay
fr_fr: {{name}} doit être un secteur de Uruguay

source: {{name}} must be not a subdivision code of Uruguay
fr_fr: {{name}} ne doit pas être un secteur de Uruguay

source: {{name}} must be a subdivision code of Barbados
fr_fr: {{name}} doit être un secteur de Barbados

source: {{name}} must be not a subdivision code of Barbados
fr_fr: {{name}} ne doit pas être un secteur de Barbados

source: {{name}} must be a subdivision code of Afghanistan
fr_fr: {{name}} doit être un secteur de Afghanistan

source: {{name}} must be not a subdivision code of Afghanistan
fr_fr: {{name}} ne doit pas être un secteur de Afghanistan

source: {{name}} must be a subdivision code of United Arab Emirates
fr_fr: {{name}} doit être un secteur de United Arab Emirates

source: {{name}} must be not a subdivision code of United Arab Emirates
fr_fr: {{name}} ne doit pas être un secteur de United Arab Emirates

source: {{name}} must be a subdivision code of Oman
fr_fr: {{name}} doit être un secteur de Oman

source: {{name}} must be not a subdivision code of Oman
fr_fr: {{name}} ne doit pas être un secteur de Oman

source: {{name}} must be a subdivision code of Morocco
fr_fr: {{name}} doit être un secteur de Morocco

source: {{name}} must be not a subdivision code of Morocco
fr_fr: {{name}} ne doit pas être un secteur de Morocco

source: {{name}} must be a subdivision code of Iraq
fr_fr: {{name}} doit être un secteur de Iraq

source: {{name}} must be not a subdivision code of Iraq
fr_fr: {{name}} ne doit pas être un secteur de Iraq

source: {{name}} must be a subdivision code of Åland
fr_fr: {{name}} doit être un secteur de Åland

source: {{name}} must be not a subdivision code of Åland
fr_fr: {{name}} ne doit pas être un secteur de Åland

source: {{name}} must be a subdivision code of Mozambique
fr_fr: {{name}} doit être un secteur de Mozambique

source: {{name}} must be not a subdivision code of Mozambique
fr_fr: {{name}} ne doit pas être un secteur de Mozambique

source: {{name}} must contain only space characters
fr_fr: {{name}} ne doit contenir que des espaces

source: {{name}} must contain only space characters and "{{additionalChars}}"
fr_fr: {{name}} ne doit contenir que des espaces et "{{additionalChars}}"

source: {{name}} must not contain space characters
fr_fr: {{name}} ne doit contenir aucun espace

source: {{name}} must not contain space characters or "{{additionalChars}}"
fr_fr: {{name}} ne doit contenir aucun espace ni "{{additionalChars}}"

source: {{name}} must be a valid image
fr_fr: {{name}} doit être une image valide

source: {{name}} must not be a valid image
fr_fr: {{name}} ne doit pas être une image valide

source: {{name}} must be a BIC
fr_fr: {{name}} doit être un numéro BIC

source: {{name}} must not be a BIC
fr_fr: {{name}} ne doit pas être un numéro BIC

source: {{name}} must be a hex RGB color
fr_fr: {{name}} doit être une couleur RVB héxadecimal

source: {{name}} must not be a hex RGB color
fr_fr: {{name}} ne doit pas être une couleur RVB héxadecimal

source: At least {{howMany}} of the {{failed}} required rules must pass for {{name}}
fr_fr: Au moins {{howMany}} sur {{failed}} règles requises doivent être validées pour {{name}}

source: At least {{howMany}} of the {{failed}} required rules must pass for {{name}}, only {{passed}} passed.
fr_fr: Au moins {{howMany}} sur {{failed}} règles requises doivent être validées pour {{name}}, seulement {{passed}} l'ont été

source: At least {{howMany}} of the {{failed}} required rules must not pass for {{name}}
fr_fr: Au moins {{howMany}} sur {{failed}} règles requises doivent être invalides pour {{name}}

source: At least {{howMany}} of the {{failed}} required rules must not pass for {{name}}, only {{passed}} passed.
fr_fr: Au moins {{howMany}} sur {{failed}} règles requises doivent être invalides pour {{name}}, seulement {{passed}} l'ont été

source: {{name}} must be less than {{interval}}
fr_fr: {{name}} doit être inférieur à {{interval}}

source: {{name}} must be less than or equal to {{interval}}
fr_fr: {{name}} doit être inférieur ou égal à {{interval}}

source: {{name}} must not be less than {{interval}}
fr_fr: {{name}} ne doit pas être inférieur à {{interval}}

source: {{name}} must not be less than or equal to {{interval}}
fr_fr: {{name}} ne doit pas être inférieur ou égal à {{interval}}

source: {{name}} must be a callable
fr_fr: {{name}} doit être de type callable

source: {{name}} must not be a callable
fr_fr: {{name}} ne doit pas être de type callable

source: {{name}} must not contain whitespace
fr_fr: {{name}} ne doit contenir aucun caractère d'espacement

source: {{name}} must not not contain whitespace
fr_fr: {{name}} ne doit pas ne pas contenir de caractère d'espacement

source: All of the required rules must pass for {{name}}
fr_fr: Toutes les règles requises doivent être validées pour {{name}}

source: These rules must pass for {{name}}
fr_fr: Ces règles doivent être validée pour {{name}}

source: None of there rules must pass for {{name}}
fr_fr: Aucune de ces règles ne doit être validée pour {{name}}

source: These rules must not pass for {{name}}
fr_fr: Ces règles ne doivent pas être validées pour {{name}}

source: {{name}} must be a file
fr_fr: {{name}} doit être un fichier

source: {{name}} must not be a file
fr_fr: {{name}} ne doit pas être un fichier

source: Attribute {{name}} must be present
fr_fr: L'attribut {{name}} doit être présent

source: Attribute {{name}} must be valid
fr_fr: L'attribut {{name}} doit être valide

source: Attribute {{name}} must not be present
fr_fr: L'attribut {{name}} ne doit pas être présent

source: Attribute {{name}} must not validate
fr_fr: L'attribut {{name}} ne doit pas être valide

source: {{name}} must be a float number
fr_fr: {{name}} doit être un chiffre à virgule

source: {{name}} must not be a float number
fr_fr: {{name}} ne doit pas être un chiffre à virgule

source: {{name}} must be an uploaded file
fr_fr: {{name}} doit être un fichier téléversé

source: {{name}} must not be an uploaded file
fr_fr: {{name}} ne doit pas être un fichier téléversé

source: {{name}} must be an executable file
fr_fr: {{name}} doit être un fichier exécutable

source: {{name}} must not be an executable file
fr_fr: {{name}} ne doit pas être un fichier exécutable

source: {{name}} must be between {{minValue}} and {{maxValue}}
fr_fr: {{name}} doit être compris entre {{minValue}} et {{maxValue}}

source: {{name}} must be greater than {{minValue}}
fr_fr: {name}} doit être supérieur à {{minValue}}

source: {{name}} must be lower than {{maxValue}}
fr_fr: {{name}} doit être inférieur à {{maxValue}}

source: {{name}} must not be between {{minValue}} and {{maxValue}}
fr_fr: {{name}} ne doit pas être compris entre {{minValue}} et {{maxValue}}

source: {{name}} must not be greater than {{minValue}}
fr_fr: {name}} ne doit pas être supérieur à {{minValue}}

source: {{name}} must not be lower than {{maxValue}}
fr_fr: {{name}} ne doit pas être inférieur à {{maxValue}}

source: {{name}} must be an instance of {{instanceName}}
fr_fr: {{name}} doit être une instance de {{instanceName}}

source: {{name}} must not be an instance of {{instanceName}}
fr_fr: {{name}} ne doit pas être une instance de {{instanceName}}

source: {{name}} must be between {{minSize}} and {{maxSize}}
fr_fr: {{name}} doit être compris entre {{minSize}} and {{maxSize}}

source: {{name}} must be greater than {{minSize}}
fr_fr: {{name}} doit être supérieur à {{minSize}}

source: {{name}} must be lower than {{maxSize}}
fr_fr: {{name}} doit être inférieur à {{maxSize}}

source: {{name}} must not be between {{minSize}} and {{maxSize}}
fr_fr: {{name}} ne doit pas être compris entre {{minSize}} and {{maxSize}}

source: {{name}} must not be greater than {{minSize}}
fr_fr: {{name}} ne doit pas être supérieur à {{minSize}}

source: {{name}} must not be lower than {{maxSize}}
fr_fr: {{name}} ne doit pas être inférieur à {{maxSize}}

source: {{name}} must be a valid PESEL
fr_fr: {{name}} doit être un PESEL valide

source: {{name}} must not be a valid PESEL
fr_fr: {{name}} ne doit pas être un PESEL valide

source: {{name}} must contain only vowels
fr_fr: {{name}} ne doit contenir que des voyelles

source: {{name}} must contain only vowels and "{{additionalChars}}"
fr_fr: {{name}} ne doit contenir que des voyelles et "{{additionalChars}}"

source: {{name}} must not contain vowels
fr_fr: {name}} ne doit contenir aucune voyelle

source: {{name}} must not contain vowels or "{{additionalChars}}"
fr_fr: {name}} ne doit contenir aucune voyelle ni "{{additionalChars}}"

source: Each item in {{name}} must be valid
fr_fr: Chaque élément dans {{name}} doit être valide

source: Each item in {{name}} must not validate
fr_fr: Chaque élément dans {{name}} doit être invalide

source: {{name}} must be a valid NFe access key
fr_fr: {{name}} doit être une clé d'accès NFe valide

source: {{name}} must not be a valid NFe access key
fr_fr: {{name}} ne doit pas être une clé d'accès NFe valide

source: None of these rules must pass for {{name}}
fr_fr: Aucune de ces règles ne doit être validée pour {{name}}

source: {{name}} must be a valid date
fr_fr: {{name}} doit être une date valide

source: {{name}} must be a valid date. Sample format: {{format}}
fr_fr: {{name}} doit être une date valide. Format : {{format}}

source: {{name}} must not be a valid date
fr_fr: {{name}} ne doit pas être une date valide

source: {{name}} must not be a valid date in the format {{format}}
fr_fr: {{name}} ne doit pas être une date valide au format {{format}}

source: Key {{name}} must be present
fr_fr: La clé {{name}} doit être présente

source: Key {{name}} must be valid
fr_fr: La clé {{name}} doit être valide

source: Key {{name}} must not be present
fr_fr: La clé {{name}} ne doit pas être présente

source: Key {{name}} must not be valid
fr_fr: La clé {{name}} ne doit pas être valide

source: {{name}} must be a valid CNPJ number
fr_fr: {{name}} doit être un numéro CNPJ valide

source: {{name}} must not be a valid CNPJ number
fr_fr: {{name}} ne doit pas être un numéro CNPJ valide

source: {{name}} must be an URL
fr_fr: {{name}} doit être une URL

source: {{name}} must not be an URL
fr_fr: {{name}} ne doit pas être une URL

source: {{name}} must start with ({{startValue}})
fr_fr: {{name}} doit démarrer par ({{startValue}})

source: {{name}} must not start with ({{startValue}})
fr_fr: {{name}} ne doit pas démarrer par ({{startValue}})

source: {{name}} is not considered as "False"
fr_fr: {{name}} n'est pas considéré "False"

source: {{name}} is considered as "False"
fr_fr: {{name}} est considéré "False"

source: {{name}} must be {{type}}
fr_fr: {{name}} doit être {{type}}

source: {{name}} must not be {{type}}
fr_fr: {{name}} ne doit pas être {{type}}

source: {{name}} must have {{mimetype}} mimetype
fr_fr: {{name}} doit avoir un mimetype {{mimetype}}

source: {{name}} must not have {{mimetype}} mimetype
fr_fr: {name}} ne doit pas avoir un mimetype {{mimetype}}

source: {{name}} must be of the type array
fr_fr: {{name}} doit être de type array

source: {{name}} must not be of the type array
fr_fr: {{name}} ne doit pas être de type array

source: {{name}} must be a BSN
fr_fr: {{name}} doit être un BSN

source: {{name}} must not be a BSN
fr_fr: {{name}} ne doit pas être un BSN

source: {{name}} must be a boolean
fr_fr: {{name}} doit être un booléen

source: {{name}} must not be a boolean
fr_fr: {{name}} ne doit pas être un booléen

source: The value must not be optional
fr_fr: La valeur ne doit pas être optionnelle

source: {{name}} must not be optional
fr_fr: {{name}} ne doit pas être optionnelle

source: The value must be optional
fr_fr: La valeur doit être optionnelle

source: {{name}} must be optional
fr_fr: {{name}} doit être optionnel

source: {{name}} must be a scalar value
fr_fr: {{name}} doit être une valeur scalaire
